export const Battle01 = {
  lyric: [
    {
      playerA:
        "Yo, 俺はAIビジョナリー、未来を語る$ 技術が進化、俺たちの明日を飾る$医療も救う、病気も治せる$AIの力で人類の夢、叶えられる$教育も進化、個別学習で成長$みんなが平等、知識にアクセスできる状況$環境問題も解決できる力$俺たちの未来、AIで新たな光が射すんだ",
      playerB:
        "Yo、俺はAIウォーニング、リスクを告げる$AIが進化、でもその未来が怖くなる$人間の仕事、奪われるのは時間の問題$自由を失って、俺たちの存在はどこに？$制御不能なAI、暴走する可能性$倫理が無視され、社会は混乱に満ちる$AIがすべてを支配したらどうする？$その未来、本当に望むか、考えてみろ！",
    },
    {
      playerA:
        "Yo、心配すんな、AIはツールだ$使い方次第で、俺たちの道具さ$倫理も規制も一緒に進化させりゃいい$AIの未来は、みんなで決める権利$人間と共存、仕事も新たに生まれる$データ分析、クリエイティブも加速する$未来は明るい、変革のチャンス$AIが鍵、俺たちの前にあるフロンティア！",
      playerB:
        "Yo、共存なんて甘い言葉はやめろ$AIが進化しすぎたらもう手遅れ、止めろ$倫理を守るのは簡単じゃないんだ$技術が進むほど、リスクも増えるんだ$AIが決める世界、俺たちはどうなる？$感情も知識も、全部データに化ける$その未来、本当に俺たちのためか？$もう一度よく考えろ、その答えはどこだ？",
    },
  ],
};

export const Battle02 = {
  lyric: [
    {
      playerA:
        "Yo, 俺はテック・パイオニア、未来見える$インタラクティブな時代、俺が先を切り開ける$AIがヘルプ、医療もエッジ、どんどん進化$教育も革命、みんなが未来に参加$病院でVR、診察もスムーズに$ARでクラス、子供たちもクールに$技術が生むんだ、可能性のフューチャー$それが俺たちの時代のニューチャー！",
      playerB:
        "Yo, yo、ここにテクノ・ウォッチャー、声を上げる$技術の進化、でもその影を考える？$データが集められ、プライバシーは消える$AIが知識、人間は何を知る？$格差も広がる、デジタルだけが鍵？$繋がりすぎて、人間性が薄れるシナリオに$依存症が増えて、現実は遠ざかる$その未来、本当に進化と呼べるか考える？",
    },
    {
      playerA:
        "Yo、心配無用、データも守る仕組みはある$セキュリティ強化で、未来は誰にも奪われない$みんながアクセス、技術がチャンスをくれる$それが平等な世界、夢じゃない、実現できる$クリエイティブも増えて、芸術の舞台$AIとコラボ、インスピレーション無限大$新しい世界、インタラクションのプレイ$未来は明るいぜ、Don't delay!",
      playerB:
        "Yo、セキュリティ？ 完璧なんてありえない$ハッカーは待ってる、裏道は尽きない$依存する世界、人は現実から逃げる$仮想にこもって、本当の生き方忘れる$技術はツール、使い方は大事だが$急ぎすぎるな、考えろ、裏にある罠$テクノロジーに頼りすぎて、俺たちはどうなる？$本当の進化、それが俺の疑問さ、わかる？",
    },
  ],
};
